Repository: itsBashayer/Mind-s-Eye
Catalog: ar.lproj/ar.lproj/Localizable.xcstrings
Source language: en
Languages: ar

source: ⭐ Score: %lld / 3
ar: Score: ١/٣

source: Ahmed
ar: أحمد

source: Background Image
ar: صورةٌ الخلفيةْ

source: Choose a Case
ar: إختْر القَضيةْ

source: Choose the accused
ar: منْ هوَ المتّهمْ؟

source: Collect Evidence
ar: اجِمعَ الادلةْ

source: Crime Scene Photo
ar: منْ هوَ المتّهمْ؟

source: Description: Every voice holds a secret, every guide leads a step
ar: كُلُ صوتٍ سِرْ، كُلُ دَليلٍ خُطوةْ

source: Disappearance Case
ar: قضيةُ اختِفاء

source: Enter your answer
ar: ادخلِ الإجابةْ

source: Every voice holds a secrect, every guide leads a step
ar: كُلُ صوتٍ سِرْ، كُلُ دَليلٍ خُطوةْ

source: Every voice holds a secret, every guide leads a step
ar: كُلُ صوتٍ سِرْ، كُلُ دَليلٍ خُطوةْ

source: Forward Button
ar: زر التقديم

source: Forwards the audio by 15 seconds.
ar: تقديمُ الصوتَ ١٥ ثانية

source: Go to the Next Level
ar: الذهابُ للمستوىْ التاليْ

source: Good job!
ar: عين العقل!

source: Key
ar: مفتاح

source: MindEye
ar: عينُ العقلْ

source: Murder Case
ar: قضيةُ قَتلْ

source: Navigates to the next screen.
ar: الذهابُ للصفحةِ التاليةْ

source: Next
ar: التالي

source: Next Button
ar: التالي

source: Next button
ar: التالي

source: Pause Button
ar: ايقاف مؤقت

source: Pauses the audio.
ar: ايقاف الصوت مؤقتاً

source: Play Button
ar: زر التشغيل

source: Plays the audio.
ar: تشغيل الصوت

source: Restart Button
ar: اعادة تشغيل

source: Restarts the audio.
ar: اعادة تشغيل الصوت

source: Return to the Main Menu
ar: العودةُ للقائمةِ الرئيسيةْ

source: Rewind Button
ar: زر التأخير

source: Rewinds the audio by 15 seconds.
ar: ارجاع الصوت ١٥ ثانية

source: Salman
ar: سلمانْ

# Score: %d out of %d
source: Score: %1$d out of %2$d
ar: ١٪ من ٤٪

source: Send
ar: إرسال

source: Theft Case
ar: قضيةُ سَرِقةْ

source: Who is the accused?
ar: منْ هوَ المتّهمْ؟

source: Wound
ar: جرح

source: You solved the case successfully!
ar: حليتَ القضيةَ بنجاحٍ!

source: Yusef
ar: يوسِف
